Repository: josbroers/wp-skeleton
Catalog: web/app/languages/plugins/rocket-lazy-load-*.po
Languages: nl_nl

source: Lazy Load - Optimize Images
nl_nl: Lazy Load - Optimaliseer afbeeldingen

source: %1$s24/7 support%2$s
nl_nl: %1$s24/7 ondersteuning%2$s

source: WordPress %1$s. To use this %2$s version, please upgrade WordPress to version %1$s or higher.
nl_nl: WordPress %1$s. Om deze %2$s versie te gebruiken, voer je een upgrade uit van WordPress naar versie %1$s of hoger.

source: PHP %1$s. To use this %2$s version, please ask your web host how to upgrade your server to PHP %1$s or higher.
nl_nl: PHP %1$s. Om deze %2$s versie te gebruiken, vraag je webhost hoe je je server kunt upgraden naar PHP %1$s of hoger.

source: To function properly, %1$s %2$s requires at least:
nl_nl: Om goed te kunnen werken, vereist %1$s %2$s minimaal:

source: Speed up your website and boost your SEO by reducing image file sizes without losing quality with Imagify.
nl_nl: Versnel je website en stimuleer je SEO door de grootte van afbeeldingen te reduceren zonder kwaliteitsverlies met Imagify.

source: Install Imagify for Free
nl_nl: Installeer gratis Imagify

source: Set up takes %1$s5 minutes flat%2$s
nl_nl: Instellen duurt %1$sprecies 5 minuten%2$s

source: Minimal configuration, %1$sImmediate results%2$s
nl_nl: Minimale configuratie, %1$sdirect resultaat%2$s

source: Watch your conversion rise with the %1$s100%% WooCommerce compatibility%2$s
nl_nl: Zie je conversie groeien met de %1$s100%% WooCommerce compatibiliteit%2$s

source: %1$sBoost your SEO%2$s by preloading your cache page for Google’s bots
nl_nl: %1$sStimuleer je SEO%2$s door het eerder laden van je cache pagina voor Google’s bots

source: All you need to %1$simprove your Google PageSpeed%2$s score
nl_nl: Alles wat je nodig hebt om de score van %1$sje Google PageSpeed te verbeteren%2$s

source: %1$sMultiple new features%2$s to further improve your load time
nl_nl: %1$sMeerdere nieuwe functies%2$s om je laadtijd verder te verbeteren

source: Get WP&nbsp;Rocket Now!
nl_nl: Koop nu WP&nbsp;Rocket!

source: Go Premium with
nl_nl: Ga premium met

source: We recommend for you
nl_nl: We raden je aan

source: Replace Youtube videos by thumbnail
nl_nl: Vervang Youtube video's met een thumbnail

source: The tiny Lazy Load script for WordPress without jQuery or others libraries.
nl_nl: Het kleine Lazy Load script voor WordPress zonder jQuery of andere bibliotheken.

source: http://wordpress.org/plugins/rocket-lazy-load/
nl_nl: http://nl.wordpress.org/plugins/rocket-lazy-load/

source: Save changes
nl_nl: Bewaar wijzigingen

source: Images
nl_nl: Afbeeldingen

source: This mechanism reduces the number of HTTP requests and improves the loading time.
nl_nl: Dit mechanisme reduceert het aantal HTTP verzoeken en verbetert de laadtijd.

source: LazyLoad displays images, iframes and videos on a page only when they are visible to the user.
nl_nl: LazyLoad toont alleen afbeeldingen, iframes en video's op een pagina als ze zichtbaar zijn voor de gebruiker.

source: %1$sDo you like this plugin?%2$s Please take a few seconds to %3$srate it on WordPress.org%4$s!
nl_nl: %1$sVind je deze plugin leuk?%2$s Geef binnen enkele seconden een %3$sbeoordeling op WordPress.org%4$s!

source: Settings
nl_nl: Instellingen
